<template>
    <section class="text-page">
        <v-container>
            <div class="breadcrumbs text-page__breadcrumbs">
                <router-link class="breadcrumbs-item" to="/">Главная</router-link>
                <div class="breadcrumbs-divider">/</div>
                <a class="breadcrumbs-item active">Доставка</a>
            </div>
            <v-row>
                <v-col cols="12">
                    <div class="text-page__item">
                        <div class="text-page__item-head">
                            <img src="/svg/text-page1.svg" alt="">
                            Условия доставки
                        </div>
                        <div class="text-page__item-text">
                            Мы рекомендуем всем клиентам в качестве способа доставки - курьерскую службу СДЭК. <br>
                            Товар по России доставляется при 100% предоплате. Доставку товара оплачивает покупатель. При сумме выше 10.000 рублей-доставка за наш счёт.На нашем сайте возможна оплата пластиковыми картами Visa, Visa Electron, MasterCard, MasterCard electronic, Maestro, МИР
                        </div>
                    </div>
                </v-col>
                <v-col cols="12">
                    <div class="text-page__item">
                        <div class="text-page__item-head">
                            <img src="/svg/text-page3.svg" alt="">
                            Условия обмена
                        </div>
                        <div class="text-page__item-text">
                            Вы можете обменять товар, купленный онлайн в нашем магазине на идентичный товар иного размера/цвета <br> <br>
                            <b>Условия:</b>
                            <ul>
                                <li>Товар новый, не был в употреблении.</li>
                                <li>Сохранен товарный вид (сохранена целостность, не ношен, чистый, не имеет повреждений), потребительские свойства, надлежащее качество товара.</li>
                                <li>Сохранены все ярлыки, бирки.</li>
                            </ul>
                            <b>После получения товара вы должны обраться с заявлением об омене в течение 7 дней!</b>
                            <br> <br>
                            <b>Для обмена:</b>
                            <ul>
                                <li>Свяжитесь с сотрудником магазина что бы узнать информацию о возможности обмена, наличии товара для обмена.</li>
                                <li>Заполните заявление на обмен по форме, размещенной тут или переданной Вам в печатной форме при доставке Товара.</li>
                                <li>Заполненную форму вместе с Товаром, который хотите обменять документами о его приобретении передайте нам. Доставку в данном случае оплачиваете Вы самостоятельно (расходы на доставку продавцу товара несет покупатель).</li>
                            </ul>
                            <br>
                            Адрес магазина: 450080 г. Уфа, ул. Менделеева, д. 156/1 «Caresse Crosby. Брафиттинг и купальники» ИП Король Е.С. <br> <br>
                            В течение 3 дней с момента получения посылки мы оцениваем надлежащий товарный вид изделия и наличие всех товарных бирок.<br> <br>
                            Если будут обнаружены следы использования или полученных дефектов, Продавец вправе отказать в приеме товара, его обмене.<br> <br>
                            Если у Вас остались вопросы, пожалуйста, задайте их нам по телефону:89177471561 или по электронной почте ccrosby@yandex.ru.<br> <br>
                            Мы обязательно свяжемся с Вами, поможем осуществить обмен.<br>
                            Отвечаем в течение суток.
                        </div>
                    </div>
                </v-col>
                <v-col cols="12">
                    <div class="text-page__item">
                        <div class="text-page__item-head">
                            <img src="/svg/text-page2.svg" alt="">
                            Условия возврата
                        </div>
                        <div class="text-page__item-text">
                            Согласно ст. 26.1 Закона «О защите прав потребителей» Вы можете вернуть товар, купленный онлайн в нашем магазине.<br> <br>
                            <b>Условия:</b>
                            <ul>
                                <li>Товар новый, не был в употреблении.</li>
                                <li>Сохранен товарный вид (сохранена целостность, не ношен, чистый, не имеет повреждений), потребительские свойства, надлежащее качество товара.</li>
                                <li>Сохранены все ярлыки, бирки.</li>
                            </ul>
                            <br>
                            После получения товара вы должны вернуть его в течение 7 дней!
                            <br> <br>
                            <b>Для возврата:</b>
                            <ul>
                                <li>Заполните заявление на возврат по форме, размещенной тут или переданной Вам в печатной форме при доставке Товара.</li>
                                <li>Заполненную форму вместе с возвращаемым Товаром, документами о его приобретении передайте нам. Доставку в данном случае <br> оплачиваете Вы самостоятельно (расходы на доставку продавцу товара несет покупатель).</li>
                            </ul>
                            <br>
                            Адрес магазина: 450080 г. Уфа, ул. Менделеева, д. 156/1 «Caresse Crosby. Брафиттинг и купальники» ИП Король Е.С. <br> <br>
                            В течение 3 дней с момента получения посылки мы оцениваем надлежащий товарный вид изделия и наличие всех товарных бирок. Если будут обнаружены следы использования или полученных дефектов, нарушены сроки возврата, Продавец вправе отказать в приеме товара, вправе назначить экспертизу.<br> <br>
                            <b>Порядок возврата денежных средств:</b><br> <br>
                            Возврат денежной суммы за вычетом расходов продавца на доставку (если она была по соглашению сторон оплачена продавцом) происходит не позднее чем через десять дней со дня предъявления потребителем соответствующего требования.<br> <br>
                            Мы обязательно свяжемся с Вами, поможем осуществить обмен.<br>
                            Если у Вас остались вопросы, пожалуйста, задайте их нам по телефону:89177471561 или по электронной почте Ccrosby@yandex.ru. Мы обязательно свяжемся с Вами, поможем осуществить возврат. Поможем с обменом. Отвечаем в течение суток.
                        </div>
                    </div>
                </v-col>
            </v-row>
            
        </v-container>
    </section>
</template>
<script>
import Breadcrumbs from '../components/UI/Breadcrumbs.vue';
import MainBtn from '../components/UI/MainBtn.vue';

export default {
    components: {
        Breadcrumbs,
        MainBtn,
    },
    data() {
        return {};
    },
    head() {
        return {
            title: "Доставка | Caresse Crosby",
            meta: [
                { content: "Доставка | Caresse Crosby" }
            ]
        }
    },
};
</script>

<style lang="scss">
.text-page__breadcrumbs
{
    margin-bottom: 4rem;
}
.text-page
{
    padding: 2.4rem 0 12rem 0;
    &__item
    {
        margin-bottom: 7.2rem;
        display: flex;
        flex-direction: column;
        row-gap: 2.4rem;
        &-head
        {
            display: flex;
            column-gap: 1.6rem;
            color: #27231E;
            font-size: 4rem;
            font-weight: 600;
            line-height: 1.2em;
            letter-spacing: -0.4px;
        }
        &-text
        {
            color: #27231F;
            font-size: 1.7rem;
            line-height: 1.64em;
            letter-spacing: -0.17px;
            ul
            {
                margin: 0.5em 0;
                padding-left: 1.5em;
            }
            b
            {
                font-weight: 700;
            }
        }
    }
}
@media (max-width: 960px) {
    .text-page
    {
        padding: 32px 0 61px 0;
        &__item
        {
            margin-bottom: 0;
            row-gap: 24px;
            &-head
            {
                column-gap: 8px;
                font-size: 32px;
            }
            &-text
            {
                font-size: 14px;
            }
        }
    }
}
</style>